openstack_environent/results/result_dump/bench-node2_fio_write-1-8-1024k.out
fio-nw8: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=sync, iodepth=1
...
fio-2.2.8
Starting 8 processes

fio-nw8: (groupid=0, jobs=8): err= 0: pid=3188: Fri Feb 26 14:56:47 2016
  write: io=98304KB, bw=142470KB/s, iops=139, runt=   690msec
    clat (msec): min=6, max=117, avg=52.58, stdev=28.54
     lat (msec): min=6, max=117, avg=52.68, stdev=28.57
    clat percentiles (msec):
     |  1.00th=[    7],  5.00th=[    9], 10.00th=[   13], 20.00th=[   19],
     | 30.00th=[   43], 40.00th=[   51], 50.00th=[   53], 60.00th=[   57],
     | 70.00th=[   59], 80.00th=[   69], 90.00th=[   89], 95.00th=[  115],
     | 99.00th=[  118], 99.50th=[  118], 99.90th=[  118], 99.95th=[  118],
     | 99.99th=[  118]
    bw (KB  /s): min=18823, max=20744, per=14.05%, avg=20022.62, stdev=974.26
    lat (msec) : 10=5.21%, 20=16.67%, 50=16.67%, 100=53.12%, 250=8.33%
  cpu          : usr=0.30%, sys=0.20%, ctx=107, majf=0, minf=240
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=96/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=98304KB, aggrb=142469KB/s, minb=142469KB/s, maxb=142469KB/s, mint=690msec, maxt=690msec

Disk stats (read/write):
  vdc: ios=0/279, merge=0/0, ticks=0/14300, in_queue=14702, util=85.96%