openstack_environent/results/result_dump/bench-node3_fio_write-1-1-1024k.out
fio-nw1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=sync, iodepth=1
fio-2.2.8
Starting 1 process
fio-nw1: Laying out IO file(s) (1 file(s) / 100MB)

fio-nw1: (groupid=0, jobs=1): err= 0: pid=20171: Fri Feb 26 14:56:41 2016
  write: io=102400KB, bw=57143KB/s, iops=55, runt=  1792msec
    clat (msec): min=1, max=276, avg=17.86, stdev=48.50
     lat (msec): min=1, max=276, avg=17.90, stdev=48.50
    clat percentiles (usec):
     |  1.00th=[ 1512],  5.00th=[ 1656], 10.00th=[ 1784], 20.00th=[ 2384],
     | 30.00th=[ 2704], 40.00th=[ 2832], 50.00th=[ 2864], 60.00th=[ 3184],
     | 70.00th=[ 3728], 80.00th=[ 4448], 90.00th=[46848], 95.00th=[99840],
     | 99.00th=[276480], 99.50th=[276480], 99.90th=[276480], 99.95th=[276480],
     | 99.99th=[276480]
    bw (KB  /s): min=21259, max=84374, per=89.35%, avg=51056.00, stdev=31704.48
    lat (msec) : 2=14.00%, 4=62.00%, 10=8.00%, 20=2.00%, 50=7.00%
    lat (msec) : 100=2.00%, 250=3.00%, 500=2.00%
  cpu          : usr=0.45%, sys=0.95%, ctx=101, majf=0, minf=29
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=100/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=102400KB, aggrb=57142KB/s, minb=57142KB/s, maxb=57142KB/s, mint=1792msec, maxt=1792msec

Disk stats (read/write):
  vdc: ios=0/249, merge=0/0, ticks=0/4859, in_queue=4876, util=93.24%