openstack_environent/results/result_dump/bench-node3_fio_write-1-16-1024k.out
fio-nw16: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=sync, iodepth=1
...
fio-2.2.8
Starting 16 processes
fio-nw16: Laying out IO file(s) (1 file(s) / 6MB)
fio-nw16: Laying out IO file(s) (1 file(s) / 6MB)
fio-nw16: Laying out IO file(s) (1 file(s) / 6MB)
[...]

fio-nw16: (groupid=0, jobs=16): err= 0: pid=20221: Fri Feb 26 14:56:52 2016
  write: io=98304KB, bw=202689KB/s, iops=197, runt=   485msec
    clat (msec): min=17, max=170, avg=76.01, stdev=46.98
     lat (msec): min=18, max=170, avg=76.14, stdev=47.01
    clat percentiles (msec):
     |  1.00th=[   19],  5.00th=[   19], 10.00th=[   22], 20.00th=[   27],
     | 30.00th=[   63], 40.00th=[   70], 50.00th=[   70], 60.00th=[   71],
     | 70.00th=[   74], 80.00th=[   79], 90.00th=[  172], 95.00th=[  172],
     | 99.00th=[  172], 99.50th=[  172], 99.90th=[  172], 99.95th=[  172],
     | 99.99th=[  172]
    lat (msec) : 20=7.29%, 50=15.62%, 100=60.42%, 250=16.67%
  cpu          : usr=0.12%, sys=0.31%, ctx=120, majf=0, minf=454
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=96/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=98304KB, aggrb=202688KB/s, minb=202688KB/s, maxb=202688KB/s, mint=485msec, maxt=485msec

Disk stats (read/write):
  vdc: ios=0/210, merge=0/0, ticks=0/16288, in_queue=18744, util=77.19%