openstack_environent/results/result_dump/bench-node3_fio_write-1-2-1024k.out
fio-nw2: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=sync, iodepth=1
...
fio-2.2.8
Starting 2 processes
fio-nw2: Laying out IO file(s) (1 file(s) / 50MB)
fio-nw2: Laying out IO file(s) (1 file(s) / 50MB)

fio-nw2: (groupid=0, jobs=2): err= 0: pid=20188: Fri Feb 26 14:56:44 2016
  write: io=102400KB, bw=71111KB/s, iops=69, runt=  1440msec
    clat (msec): min=3, max=252, avg=28.70, stdev=47.87
     lat (msec): min=3, max=252, avg=28.74, stdev=47.87
    clat percentiles (msec):
     |  1.00th=[    4],  5.00th=[    4], 10.00th=[    4], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[    5], 50.00th=[    5], 60.00th=[    6],
     | 70.00th=[   18], 80.00th=[   48], 90.00th=[   73], 95.00th=[  126],
     | 99.00th=[  251], 99.50th=[  253], 99.90th=[  253], 99.95th=[  253],
     | 99.99th=[  253]
    bw (KB  /s): min=26412, max=40537, per=47.76%, avg=33965.00, stdev=7593.78
    lat (msec) : 4=17.00%, 10=51.00%, 20=2.00%, 50=10.00%, 100=14.00%
    lat (msec) : 250=4.00%, 500=2.00%
  cpu          : usr=0.00%, sys=0.84%, ctx=102, majf=0, minf=57
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=100/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=102400KB, aggrb=71111KB/s, minb=71111KB/s, maxb=71111KB/s, mint=1440msec, maxt=1440msec

Disk stats (read/write):
  vdc: ios=0/291, merge=0/0, ticks=0/8317, in_queue=8317, util=92.79%