openstack_environent/results/result_dump/bench-node3_fio_write-1-4-1024k.out
fio-nw4: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=sync, iodepth=1
...
fio-2.2.8
Starting 4 processes
fio-nw4: Laying out IO file(s) (1 file(s) / 25MB)
fio-nw4: Laying out IO file(s) (1 file(s) / 25MB)
fio-nw4: Laying out IO file(s) (1 file(s) / 25MB)
[...]

fio-nw4: (groupid=0, jobs=4): err= 0: pid=20196: Fri Feb 26 14:56:47 2016
  write: io=102400KB, bw=96060KB/s, iops=93, runt=  1066msec
    clat (msec): min=3, max=256, avg=42.04, stdev=51.59
     lat (msec): min=3, max=256, avg=42.14, stdev=51.59
    clat percentiles (msec):
     |  1.00th=[    4],  5.00th=[    5], 10.00th=[    5], 20.00th=[    6],
     | 30.00th=[   10], 40.00th=[   17], 50.00th=[   29], 60.00th=[   39],
     | 70.00th=[   51], 80.00th=[   58], 90.00th=[   83], 95.00th=[   89],
     | 99.00th=[  258], 99.50th=[  258], 99.90th=[  258], 99.95th=[  258],
     | 99.99th=[  258]
    bw (KB  /s): min=22216, max=25848, per=25.29%, avg=24295.50, stdev=1783.07
    lat (msec) : 4=1.00%, 10=29.00%, 20=15.00%, 50=20.00%, 100=31.00%
    lat (msec) : 500=4.00%
  cpu          : usr=0.21%, sys=0.43%, ctx=105, majf=0, minf=113
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=100/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=102400KB, aggrb=96060KB/s, minb=96060KB/s, maxb=96060KB/s, mint=1066msec, maxt=1066msec

Disk stats (read/write):
  vdc: ios=0/255, merge=0/0, ticks=0/10647, in_queue=10695, util=89.67%